Repository: Belfagor2005/zskin
Catalog: usr/lib/enigma2/python/Plugins/SystemPlugins/zStyles/locale/*/LC_MESSAGES/zStyles.po
Languages: de

source: Close
de: Schließen

source: Save
de: Speichern

source: Default
de: Standard

source: Style presets contains errors!
de: In den Style Voreinstellungen befinden sich Fehler!

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
de: Das System muss neu gestartet werden, um die Änderungen übernehmen zu können?

source: Restart GUI now?
de: Neustart der GUI?

source: Current skin can not styled!
de: Aktueller Skin kann nicht gestyled werden!

source: PRESET
de: VOREINSTELLUNG

source: This operation checks if the skin has its components (is not sure).. Do you really want to continue?
de: Bei diesem Vorgang wird überprüft, ob die Haut über ihre Bestandteile verfügt (ist nicht sicher). Willst du wirklich weitermachen?

source: Read style configuration from skin:
de: Lese Style Konfiguration vom Skin:

source: Read Apikey TMDB from file /tmp/tmdbapikey.txt
de: Lesen Sie Apikey TMDB aus der Datei /tmp/tmdbapikey.txt

source: Set Your Apikey TMDB
de: Richten Sie Ihre Apikey-TMDB ein

source: Read Apikey OMDB from file /tmp/omdbapikey.txt
de: Lesen Sie Apikey OMDB aus der Datei /tmp/omdbapikey.txt

source: Set Your Apikey OMDB
de: Richten Sie Ihre Apikey OMDB ein

source: Preserve preview if not defined:
de: Vorschau beibehalten, falls nicht definiert:

source: Setup
de: Einstellungen

source: Skin exist!! Do you really want to Upgrade?
de: Haut vorhanden!! Möchten Sie wirklich ein Upgrade durchführen?

source: Do you really want to install the Skin?? Do it at your own risk. Do you want to continue?
de: Möchten Sie den Skin wirklich installieren? Tun Sie es auf eigenes Risiko. Möchtest du fortfahren?

source: No previous styled skin - restore canceled!
de: Kein zuvor gestylter Skin - Wiederherstellung abgebrochen!

source: Would you really reset this skin?
de: Soll dieser Skin zurückgesetzt werden?

source: The skin not exists - restore canceled!
de: Der Skin ist nicht vorhanden - Wiederherstellung abgebrochen!

source: The skin is not styled - restore canceled!
de: Der Skin ist nicht gestylt - Wiederherstellung abgebrochen!

source: Import Api Key TMDB from /tmp/tmdbapikey.txt?
de: API-Schlüssel TMDB aus /tmp/tmdbapikey.txt importieren?

source: Missing %s !
de: %s fehlt!

source: TMDB ApiKey Imported & Stored!
de: TMDB ApiKey importiert und gespeichert!

source: Import Api Key OMDB from /tmp/omdbapikey.txt?
de: API-Schlüssel OMDB aus /tmp/omdbapikey.txt importieren?

source: Exit
de: Ausfahrt

source: Style your zSkin
de: Stylen Sie Ihren zSkin
