Repository: Belfagor2005/zskin
Catalog: usr/share/enigma2/ZSkin-FHD/Styles/locale/*/LC_MESSAGES/Styles.po
Languages: nl

source: Close
nl: Sluiten

source: Save
nl: Bewaren

source: Default
nl: Standaard

source: Style presets contains errors!
nl: Stijlvoorinstellingen bevatten fouten!

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
nl: GUI moet herstart worden om de instellingen toe te passen De GUI herstarten?

source: Restart GUI now?
nl: GUI nu herstarten?

source: Current skin can not styled!
nl: De huidige huid kan niet worden gestileerd!

source: PRESET
nl: VERZIUM

source: Skin auto update:
nl: Automatische skinupdate:

source: Read style configuration from skin:
nl: Stijlconfiguratie van skin lezen:

source: Preserve preview if not defined:
nl: Voorbeeld behouden als deze niet is gedefinieerd:

source: Setup
nl: Instellingen

source: No previous styled skin - restore canceled!
nl: Geen vorige gestileerde skin - herstel geannuleerd!

source: Would you really reset this skin?
nl: Zou je deze skin echt resetten?

source: The skin not exists - restore canceled!
nl: De skin bestaat niet - herstellen geannuleerd!

source: The skin is not styled - restore canceled!
nl: De skin is niet gestileerd - herstellen geannuleerd!
